Repository: unistra/budgetweb
Catalog: budgetweb/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Mark selected periods as deactivated
fr_fr: Désactiver les périodes sélectionnées

source: Mark selected periods as activated
fr_fr: Activer les périodes sélectionnées

source: accounting nature
fr_fr: nature comptable

source: Label
fr_fr: Libellé

source: Short label
fr_fr: Libellé court

source: Is active
fr_fr: Est actif

source: functional domain
fr_fr: domaine fonctionnel

source: functional domains
fr_fr: domaines fonctionnels

source: BudgetWeb group 1
fr_fr: Groupe BudgetWeb 1

source: BudgetWeb group 2
fr_fr: Groupe BudgetWeb 2

source: Depth
fr_fr: Profondeur

source: Path
fr_fr: Chemin

source: EOTP short label
fr_fr: libellé court de l'EOTP

source: Related cost center
fr_fr: Centre de coût associé

source: Is labeled
fr_fr: Est fléché

source: Is multi-year
fr_fr: Est pluriannuel

source: Begin date
fr_fr: Date de début

source: End date
fr_fr: Date de fin

source: financial plan
fr_fr: plan de financement

source: financial plans
fr_fr: plans de financement

source: Envelope
fr_fr: Enveloppe

source: Budget account code
fr_fr: Code compte budgétaire

source: Budget account label
fr_fr: Libellé compte budgétaire

source: Is cash shift
fr_fr: Est décalage trésorerie

source: Is non budgetary
fr_fr: Est non budgétaire

source: Is PFI/CFG
fr_fr: Est PFI/CFG

source: Sorting order for the accounting natures
fr_fr: Ordre de tri des natures comptables

source: Sorting sub-order for the accounting natures
fr_fr: Sous-ordre de tri des natures comptables

source: expense accounting nature
fr_fr: nature comptable dépense

source: expenses accounting natures
fr_fr: natures comptables dépenses

source: Funds code
fr_fr: Code des fonds

source: Funds label
fr_fr: Libellé des fonds

source: Is AR et RE
fr_fr: Est AR et RE

source: receipt accounting nature
fr_fr: nature comptable recette

source: receipts accounting natures
fr_fr: natures comptables recettes

source: There are already entries which are not in the new period
fr_fr: Il existe déjà des entrées qui ne sont pas dans la nouvelle période

source: User
fr_fr: Utilisateur

source: structure authorizations
fr_fr: Autorisations de la structure

source: structures authorizations
fr_fr: Autorisations des structures

source: Order
fr_fr: Ordre

source: Period
fr_fr: Période

source: budget period
fr_fr: période budgétaire

source: budget periods
fr_fr: périodes budgétaires

source: structure amounts
fr_fr: Montants de la structure

source: structures amounts
fr_fr: Montants des structures

source: expense
fr_fr: dépense

source: expenses
fr_fr: dépenses

source: receipt
fr_fr: recette

source: receipts
fr_fr: recettes

source: transfer
fr_fr: virement

source: transfers
fr_fr: virements

source: Page not found
fr_fr: Page non trouvée

source: Migrate pluriannual pfis for year %(year)s
fr_fr: Migrer les pfis pluriannuelles pour l'année %(year)s

source: Home
fr_fr: Accueil

source: GBCP Menu
fr_fr: Menu GBCP

source: DC Menu
fr_fr: Menu Droit Constaté

source: Year
fr_fr: Année

source: Logout
fr_fr: Déconnexion

source: Login
fr_fr: Connexion

source: Add
fr_fr: Ajouter

source: Expenditure forms
fr_fr: Formulaire de saisie des dépenses

source: Modify
fr_fr: Modifier

source: Save
fr_fr: Enregistrer

source: Financial programs details
fr_fr: Caractéristique du programme de financement

source: link to the fund center
fr_fr: rattaché au centre financier

source: Structure link
fr_fr: Structure de rattachement

source: Derivate cost center
fr_fr: Centre de coût dérivé

source: Assigned PFI
fr_fr: PFI fléché

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: EOTP Code
fr_fr: Code de l'EOTP

source: Derivate profit center
fr_fr: Centre de profit dérivé

source: Multi-year PFI
fr_fr: PFI pluriannuel

source: Show the resumed PFI
fr_fr: Revenir sur la synthèse pluriannuelle du PFI

source: Show the details PFI
fr_fr: Afficher le détail des saisies pluriannuelle du PFI

source: Attachment link
fr_fr: Lien vers la pièce jointe

source: Submit
fr_fr: Valider

source: Close
fr_fr: Fermer

source: Receipt forms
fr_fr: Formulaire de saisie des recettes

source: There are already pluriannual entries for this period
fr_fr: Il existe déjà des entrées pluriannuelles pour cette période

source: Migration done
fr_fr: Migration effectuée
